Indicates whether this text run starts on a new line.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool NewLine { get; }
  Visual Basic
Public ReadOnly Property NewLine As Boolean
	Get
  Visual C++
public:
property bool NewLine {
	bool get ();
}
 See Also
  FormattedTextRun Class
  Autodesk.Revit.DB Namespace